
IMG = [
"https://graph.org/file/dbd48ba7093582ab20063.jpg",
"https://graph.org/file/69356215e2506436f381b.jpg",
"https://graph.org/file/7785e3232769e4bc67f85.jpg",
"https://graph.org/file/f8596ff5009dfb6bd9eda.jpg",
"https://graph.org/file/6e70a2c0d794e3ff2a577.jpg",
]


# ------------------------------------------------------------ #

START_TXT = """
**ʜᴇʟʟᴏ** {},

**ɪ'ᴍ ᴀᴅᴇᴘᴛ ᴀᴛ ᴇxᴛʀᴀᴄᴛɪɴɢ ᴏɴʟɪɴᴇ ᴄᴏᴜʀsᴇs ᴡɪᴛʜ ᴄᴜᴛᴛɪɴɢ-ᴇᴅɢᴇ ᴛᴇᴄʜɴᴏʟᴏɢʏ. ɪ'ᴠᴇ ᴍᴀɴᴀɢᴇᴅ ᴛᴏ ɢᴀᴛʜᴇʀ ʟɪɴᴋs ғᴏʀ ᴀʟᴍᴏsᴛ ᴀʟʟ ᴀᴠᴀɪʟᴀʙʟᴇ ᴄᴏᴜʀsᴇs, ᴍᴀᴋɪɴɢ ᴛʜᴇ ᴘʀᴏᴄᴇss ᴇғғᴏʀᴛʟᴇss ᴀɴᴅ ᴇғғɪᴄɪᴇɴᴛ.**
"""

FORCE_MSG = """
**ʜᴇʏ** {}

**ᴀᴄᴄᴏʀᴅɪɴɢ ᴛᴏ ᴍʏ ᴅᴀᴛᴀʙᴀsᴇ ʏᴏᴜ'ᴠᴇ ɴᴏᴛ ᴊᴏɪɴᴇᴅ ᴜᴘᴅᴀᴛᴇs ᴄʜᴀɴɴᴇʟ ʏᴇᴛ, ɪғ ʏᴏᴜ ᴡᴀɴᴛ ᴛᴏ ᴜsᴇ ᴍᴇ ᴛʜᴇɴ ᴊᴏɪɴ ᴜᴘᴅᴀᴛᴇs ᴄʜᴀɴɴᴇʟ ᴀɴᴅ sᴛᴀʀᴛ ᴍᴇ ᴀɢᴀɪɴ !**
"""

MODES_TXT = """
**ᴡᴇʟᴄᴏᴍᴇ ᴛᴏ ᴛʜᴇ ᴍᴏᴅᴇ sᴇᴄᴛɪᴏɴ. ʜᴇʀᴇ, ʏᴏᴜ ᴄᴀɴ ᴄʜᴏᴏsᴇ ʙᴇᴛᴡᴇᴇɴ ᴛᴡᴏ ᴍᴏᴅᴇs: ᴄᴜsᴛᴏᴍ ᴍᴏᴅᴇ ᴏʀ ᴍᴀɴᴜᴀʟ ᴍᴏᴅᴇ.**
"""

CUSTOM_TXT = """
⌬ **﹝𝐂 𝐔 𝐒 𝐓 𝐎 𝐌﹞**

**ɪɴ ᴄᴜsᴛᴏᴍ ᴍᴏᴅᴇ, ʏᴏᴜ ᴄᴀɴ ᴇxᴛʀᴀᴄᴛ ᴀɴʏ ᴄᴏᴜʀsᴇ ғʀᴏᴍ ᴀɴʏ ᴀᴘᴘ's ʟɪɴᴋ, ʙᴜᴛ ʏᴏᴜ'ʟʟ ɴᴇᴇᴅ ᴀɴ ᴀᴘɪ ғᴏʀ ᴛʜᴀᴛ.**

"""

MANUAL_TXT = """
⌬ **﹝𝐌 𝐀 𝐍 𝐔 𝐀 𝐋﹞**

**ɪɴ ᴍᴀɴᴜᴀʟ ᴍᴏᴅᴇ, ʏᴏᴜ ʜᴀᴠᴇ ʙᴇᴇɴ ɢɪᴠᴇɴ ʙᴜᴛᴛᴏɴs. ᴄʜᴏᴏsᴇ ᴛʜᴇ ᴏɴᴇ ᴡɪᴛʜ ᴛʜᴇ ᴄᴏᴍᴍᴀɴᴅ ᴛᴏ ᴇxᴛʀᴀᴄᴛ ᴛʜᴇ ᴄᴏᴜʀsᴇ ʏᴏᴜ ᴡᴀɴᴛ.**
"""


BUSINESS_TXT = """
⌬ **﹝𝐁 𝐔 𝐒 𝐈 𝐍 𝐄 𝐒 𝐒﹞**

**ɪɴ ᴛʜɪꜱ ʙᴜꜱɪɴᴇꜱꜱ ᴍᴏᴅᴇʟ, ʏᴏᴜ ᴄᴀɴ ᴀᴅᴅ ᴏʀ ʀᴇᴍᴏᴠᴇ ᴀɴʏ ᴜꜱᴇʀ ᴛᴏ ʏᴏᴜʀ ᴘʀᴇᴍɪᴜᴍ ᴀᴅ, ᴀɴᴅ ʏᴏᴜ ᴄᴀɴ ᴀʟꜱᴏ ᴄʜᴇᴄᴋ ʜᴏᴡ ᴍᴀɴʏ ᴜꜱᴇʀꜱ ʏᴏᴜ ʜᴀᴠᴇ ɢʀᴀɴᴛᴇᴅ ᴘʀᴇᴍɪᴜᴍ ᴜꜱᴇʀ ᴘʀɪᴠɪʟᴇɢᴇꜱ ᴛᴏ. ɪɴ ᴛʜɪꜱ ᴍᴏᴅᴇʟ, 15% ᴏꜰ ʏᴏᴜʀ ᴜꜱᴇʀ ᴅᴀʏꜱ ᴡɪʟʟ ʙᴇ ᴅᴇᴅᴜᴄᴛᴇᴅ ꜰʀᴏᴍ ʏᴏᴜʀ ᴅᴀʏꜱ ꜰᴏʀ ᴇᴀᴄʜ ᴘʀᴇᴍɪᴜᴍ ᴜꜱᴇʀ ᴀᴅᴅᴇᴅ. ꜱᴏ, ʏᴏᴜ ᴄᴀɴ ʀᴜɴ ʏᴏᴜʀ ʙᴜꜱɪɴᴇꜱꜱ ᴇꜰꜰᴇᴄᴛɪᴠᴇʟʏ ᴡɪᴛʜ ᴛʜɪꜱ ᴍᴏᴅᴇʟ.**
"""

THUMB_TXT = """
⌬ **﹝𝐓 𝐇 𝐔 𝐌 𝐁 𝐍 𝐀 𝐈 𝐋﹞**

**ɪɴ ᴛʜᴇ ᴛʜᴜᴍʙɴᴀɪʟ ꜱᴇᴄᴛɪᴏɴ, ʏᴏᴜ ᴄᴀɴ ꜱᴇᴛ ᴏʀ ʀᴇᴍᴏᴠᴇ ᴛʜᴜᴍʙɴᴀɪʟꜱ ᴏɴ ʏᴏᴜʀ ᴇxᴛʀᴀᴄᴛᴏʀ ᴅᴏᴄᴜᴍᴇɴᴛ.**
"""


PLANS_TXT = """
⌬ **﹝𝐏 𝐑 𝐄 𝐌 𝐈 𝐔 𝐌﹞**

<b>ᴡᴇʟᴄᴏᴍᴇ ᴛᴏ ᴛʜᴇ ᴇxᴄʟᴜsɪᴠᴇ ᴘʀᴇᴍɪᴜᴍ sᴇᴄᴛɪᴏɴ, ᴡʜᴇʀᴇ ʏᴏᴜ'ʟʟ ғɪɴᴅ ᴄᴜʀᴀᴛᴇᴅ ɪɴsɪɢʜᴛs ᴀɴᴅ ᴇxᴘᴇʀɪᴇɴᴄᴇs ᴛᴀɪʟᴏʀᴇᴅ ᴛᴏ ᴛʜᴏsᴇ sᴇᴇᴋɪɴɢ ᴛᴏᴘ-ᴛɪᴇʀ ɪɴғᴏʀᴍᴀᴛɪᴏɴ ᴀɴᴅ sᴇʀᴠɪᴄᴇs.

‼️ ᴀғᴛᴇʀ sᴇɴᴅɪɴɢ ᴀ sᴄʀᴇᴇɴsʜᴏᴛ ᴘʟᴇᴀsᴇ ɢɪᴠᴇ ᴜs sᴏᴍᴇ ᴛɪᴍᴇ ᴛᴏ ᴀᴅᴅ ʏᴏᴜ ɪɴ ᴛʜᴇ ᴘʀᴇᴍɪᴜᴍ ʟɪsᴛ.</b>"""

    


BRONZE_TXT = """
⌬ **﹝𝐁 𝐑 𝐎 𝐍 𝐙 𝐄﹞**
<b>
🥉 <u>ʙʀᴏɴᴄᴇ ᴘʟᴀɴ</u>
⏰ 7 ᴅᴀʏꜱ
💸 ᴘʟᴀɴ ᴘʀɪᴄᴇ ➛ 100₹
</b>"""

SILVER_TXT = """
⌬ **﹝𝐒 𝐈 𝐋 𝐕 𝐄 𝐑﹞**
<b> 
🥈 <u>ꜱɪʟᴠᴇʀ ᴘʟᴀɴ</u>
⏰ 15 ᴅᴀʏꜱ 
💸 ᴘʟᴀɴ ᴘʀɪᴄᴇ ➛ 200₹
</b>"""

GOLD_TXT = """
⌬ **﹝𝐆 𝐎 𝐋 𝐃﹞**  
<b>
🥇 <u>ɢᴏʟᴅ ᴘʟᴀɴ</u>
⏰ 30 ᴅᴀʏꜱ 
💸 ᴘʟᴀɴ ᴘʀɪᴄᴇ ➛ 300₹
</b>"""


OTHER_TXT = """
⌬ **﹝𝐏 𝐋 𝐀 𝐍 𝐒﹞** 
<b>
🎁 <u>ᴏᴛʜᴇʀ ᴘʟᴀɴ</u>
⏰ ᴄᴜꜱᴛᴏᴍɪꜱᴇᴅ ᴅᴀʏꜱ
💸 ᴀᴄᴄᴏʀᴅɪɴɢ ᴛᴏ ᴅᴀʏꜱ ʏᴏᴜ ᴄʜᴏᴏꜱᴇ

👨‍💻 ᴄᴏɴᴛᴀᴄᴛ ᴛʜᴇ ᴏᴡɴᴇʀ ᴛᴏ ɢᴇᴛ ʏᴏᴜʀ ᴏᴛʜᴇʀ ᴘʟᴀɴ.
</b>"""




